Repository: eellak/gsoc2021-sastixcms
Catalog: fclient/lib/l10n/app_*.arb
Languages: el

source: Login
el: Είσοδος

# homePagePrompt
source: Welcome to Sastix CMS
el: Καλώς ήλθατε στο Sastix CMS

source: Settings
el: Ρυθμίσεις

source: Logout
el: Έξοδος

# homepagePath
source: Homepage
el: Αρχική

source: Resources
el: Αρχεία

source: Resource UID
el: UID αρχείου

source: Resource URI
el: URI αρχείου

# createResourcePrompt
source: Create a resource
el: Δημιουργία αρχείου

# enterAuthorError
source: Please enter resource author
el: Παρακαλώ εισάγεται τον συγγραφέα

source: Resource Author
el: Συγγραφέας αρχείου

# externalURIPrompt
source: External URI
el: Εξωτερικός σύνδεσμος

# emptyExternalURIError
source: Please enter external uri
el: Παρακαλώ εισάγετε εξωτερικό σύνδεσμο

# invalidExternalURIError
source: Please enter a valid uri
el: Παρακαλώ εισάγετε έναν έγκυρο σύνδεσμο

# mediaTypePrompt
source: Media Type
el: Τύπος αρχείου

# emptyMediaTypeError
source: Please enter media type
el: Παρακαλώ εισάγετε τύπο αρχείου

# emptyResourceNameError
source: Please enter name
el: Παρακαλώ εισάγεται όνομα αρχείου

# resourceNamePrompt
source: Resource name
el: Όνομα αρχείου

# tenantIdPrompt
source: Tenant Id
el: Όνομα tenant

# emptyTenantIdError
source: Please enter tenant id
el: Παρακαλώ πληκτρολογείστε tenant id

# cancelPrompt
source: Cancel
el: Ακύρωση

# createPrompt
source: Create
el: Δημιουργία

# deletePrompt
source: Delete
el: Διαγραφή

source: Actions
el: Επιλογές

# watchVideoPrompt
source: Watch
el: Δείτε

source: Fetching resources
el: Τα αρχεία φορτώνονται

source: Loading resources
el: Τα αρχεία φορτώνονται

# resourceFetchingFailed
source: Failed to get resources, please try to authenticate
el: Τα αρχεία απέτυχαν να φορτωθούν

# unexpectedErrorMessage
source: An unexpected error happened!
el: Συνέβη ένα απρόβλεπτο σφάλμα

# resourceSuccessfullyDeleted
source: Resource was successfully deleted
el: Το αρχείο διεγράφη επιτυχώς

source: Creating resource
el: Το αρχείο δημιουργείται

# resourceSuccessfullyCreated
source: Resource was successfully created
el: Το αρχείο δημιουργήθηκε επιτυχώς

# resourceCreationError
source: The resource couldn't be created
el: Το αρχείο δε μπόρεσε να δημιουργηθεί
